Dlubal.RFEM5.PlasticHingeType
Type of plastic hinge

Dlubal.RFEM5.PlasticHingeType.UnknownPlasticHingeType
Unknown type of plastic hinge

Dlubal.RFEM5.PlasticHingeType.Fema356UserDefinedType
FEMA 356, User-defined

Dlubal.RFEM5.PlasticHingeType.BilinearUserDefinedType
Bilinear, User-defined

Dlubal.RFEM5.PlasticHingeType.Fema356RigidPlasticAutomaticType
FEMA 356, Rigid-Plastic, Automatic

Dlubal.RFEM5.PlasticHingeType.Fema356ElasticPlasticAutomatic
FEMA 356, Elastic-Plastic, Automatic

Dlubal.RFEM5.PlasticHingeType.BilinearAutomaticType
Bilinear, Automatic